Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Edit Bollard
ca_es: Modifica bol·lard

source: Bollard type
ca_es: Tipus de bol·lard

source: rising
ca_es: ascendent

source: removable
ca_es: suprimible

source: plastic
ca_es: plàstic

source: Cycle Barrier
ca_es: Barrera ciclista

source: Edit Cycle Barrier
ca_es: Modifica barrera per bicicletes

source: Cattle Grid
ca_es: Barrera canadenc

source: Edit Cattle Grid
ca_es: Edita barrera canadenca

source: Bus Trap
ca_es: Trampa per cotxes

source: Edit Bus Trap
ca_es: Modifica excavació per deixar passar només autobusos

source: Spikes
ca_es: Puntes

source: Edit Spikes
ca_es: Edita Puntes

source: Toll Booth
ca_es: Cabines de peatge

source: Edit Toll Booth
ca_es: Edita Cabines de Peatge

source: Border Control
ca_es: Control de fronteres - Duana

source: Edit Border Control
ca_es: Edita Duana

source: Hedge
ca_es: Bardissa

source: Edit Hedge
ca_es: Modifica bardissa

source: Height (meters)
ca_es: Altura (metres)

source: Genus
ca_es: Gènere

source: Species
ca_es: Espècies

source: Taxon
ca_es: Tàxon

source: Fence
ca_es: Tanca

source: Edit Fence
ca_es: Modifica tanca

source: barbed_wire
ca_es: filferro_espinat

source: chain_link
ca_es: tela metàl·lica

source: electric
ca_es: elèctric

source: pole
ca_es: pal

source: split_rail
ca_es: divisió_de_ferrocarril

source: wire
ca_es: fil metàl·lic

source: Guard Rail
ca_es: Guarda-rail

source: Edit Guard Rail
ca_es: Modifica guarda-rail

source: Wall
ca_es: Mur

source: Edit Wall
ca_es: Edita el mur

source: City Wall
ca_es: Muralla

source: Edit City Wall
ca_es: Modifica muralla

source: Retaining Wall
ca_es: Mur de contenció

source: Edit Retaining Wall
ca_es: Modifica mur de contenció

source: Ditch
ca_es: Rasa

source: Edit Ditch
ca_es: Modifica sèquia

source: Kerb
ca_es: Vorada

source: Edit Kerb
ca_es: Modifica vorada

source: Entrance (barrier opening)
ca_es: Accés (barrera oberta)

source: Edit Entrance (barrier opening)
ca_es: Modifica accés (barrera oberta)

source: Gate
ca_es: Porta

source: Edit Gate
ca_es: Edita Porta

source: Lift Gate
ca_es: Barrera

source: Edit Lift Gate
ca_es: Edita barrera

source: Hampshire Gate
ca_es: Portella de malla metàl·lica

source: Edit Hampshire Gate
ca_es: Edita portella de malla metàl·lica

source: Bump Gate
ca_es: Portella de cop (a finques ramaderes,s''obre sense sortir del vehicle)

source: Edit Bump Gate
ca_es: Edita portella de cop

source: Kissing Gate
ca_es: Portella giratòria

source: Edit Kissing Gate
ca_es: Edita portella giratòria

source: Chain
ca_es: Cadena

source: Edit Chain
ca_es: Modifica cadena

source: Stile
ca_es: Escala de pas

source: Edit Stile
ca_es: Edita escala de pas

source: ladder
ca_es: Pas d''escala

source: squeezer
ca_es: pas d''escletxa

source: stepover
ca_es: pas de graons

source: Turnstile
ca_es: Torn

source: Edit Turnstile
ca_es: Edita torn

source: Sally Port
ca_es: Poterna

source: Edit Sally Port
ca_es: Edita poterna

source: Passageways
ca_es: Passatge

source: Edit Tunnel
ca_es: Edita túnel

source: Building Passage
ca_es: Passatge sota edificis

source: Edit Building Passage
ca_es: Modifica passatge sota edificis

source: Arcade
ca_es: Arcada

source: Edit Arcade
ca_es: Modifica arcada

source: Open on left side
ca_es: Obert a la banda esquerra

source: Open on right side
ca_es: Obert a la banda dreta

source: Colonnade
ca_es: Columnata

source: Edit Colonnade
ca_es: Modifica columnata

source: Avalanche Protector
ca_es: Túnel de protecció contra allaus

source: Edit Avalanche Protector
ca_es: Modifica túnel contra allaus

source: Water
ca_es: Aigua

source: Drain
ca_es: Canal de drenatge

source: Edit Drain
ca_es: Editar canal de drenatge

source: Stream
ca_es: Riera / Torrent

source: Edit Stream
ca_es: Edita riera / torrent

source: Wadi
ca_es: uadi

source: Edit Wadi
ca_es: Modifica uadi

source: Edit Canal
ca_es: Edita Canal

source: River
ca_es: Riu

source: Edit River
ca_es: Edita Riu

source: Spring
ca_es: Font / Brollador

source: Edit Spring
ca_es: Edita font / brollador

source: Waterfall
ca_es: Cascada

source: Edit Waterfall
ca_es: Edita Cascada

source: Weir
ca_es: Assut

source: Edit Weir
ca_es: Edita Assut

source: Dam
ca_es: Presa

source: Edit Dam
ca_es: Edita presa

source: Groyne
ca_es: Espigó

source: Breakwater
ca_es: Escullera

source: Edit Breakwater
ca_es: Modifica Escullera

source: Culvert
ca_es: Clavegueró

source: Edit Culvert
ca_es: Modifica clavegueró

source: Basin
ca_es: Bassa d''infiltració

source: Edit Basin Landuse
ca_es: Edita bassa d''infiltració

source: Reservoir
ca_es: Embassament

source: Edit Reservoir Landuse
ca_es: Edita embassament

source: Covered Reservoir
ca_es: Dipòsit cobert

source: Edit Covered Reservoir
ca_es: Modificar dipòsit cobert

source: Edit Water
ca_es: Edita aigua

source: Water Body
ca_es: Cos d''aigua

source: lake
ca_es: llac

source: lagoon
ca_es: llacuna

source: pond
ca_es: bassa

source: reservoir
ca_es: embassament

source: Land
ca_es: Aqüífer

source: Edit Land
ca_es: Edita aqüífer

source: Coastline
ca_es: Línia costanera

source: Edit Coastline
ca_es: Edita Línia costanera

source: Riverbank
ca_es: Riba del riu

source: Edit Riverbank
ca_es: Edita Riba del riu

source: Wetland
ca_es: Aiguamolls

source: Edit Wetland
ca_es: Edita Aiguamolls

source: swamp
ca_es: zona humida

source: bog
ca_es: torbera

source: marsh
ca_es: aiguamoll

source: reedbed
ca_es: canyissar

source: saltmarsh
ca_es: maresma

source: tidalflat
ca_es: plana de marea

source: mangrove
ca_es: manglar

source: Mud
ca_es: Fangar

source: Edit Mud
ca_es: Edita fangar

source: Beach
ca_es: Platja

source: Edit Beach
ca_es: Edita Platja

source: Bay
ca_es: Badia

source: Edit Bay
ca_es: Edita Badia

source: Cliff
ca_es: Penya-segat

source: Edit Cliff
ca_es: Edita Penya-segat

source: Shipping
ca_es: Navegació

source: Ferry Terminal
ca_es: Terminal de ferris

source: Edit Ferry Terminal
ca_es: Edita terminal de ferris

source: Cargo
ca_es: Càrrega

source: passengers
ca_es: passatgers

source: bicycle
ca_es: bicicleta

source: hgv
ca_es: vehicle per a mercaderies pesants

source: passengers;vehicle
ca_es: passatgers;vehicles

source: Ferry Route
ca_es: Ruta de ferri

source: Edit Ferry
ca_es: Edita Ferri

source: Marina
ca_es: Port esportiu

source: Edit Marina
ca_es: Edita port esportiu

source: Pier
ca_es: Embarcador

source: Edit Pier
ca_es: Edita embarcador

source: Lock Gate
ca_es: Resclosa

source: Turning Point
ca_es: Punt de gir

source: Slipway
ca_es: Rampa

source: Edit Slipway
ca_es: Edita rampa

source: Boatyard
ca_es: Drassanes

source: Edit Boatyard
ca_es: Edita Drassanes

source: Dock
ca_es: Moll

source: Edit Dock
ca_es: Edita Moll

source: Railway
ca_es: Ferrocarril

source: Rail
ca_es: Via de tren

source: Edit Rail
ca_es: Edita via de tren

source: main
ca_es: principal

source: branch
ca_es: branca

source: military
ca_es: militar

source: tourism
ca_es: turisme

source: freight
ca_es: noli

source: Service type
ca_es: Tipus de servei

source: yard
ca_es: iardes

source: siding
ca_es: revestiment

source: spur
ca_es: línia secundària

source: Gauge (mm)
ca_es: Ample de via (mm)

source: Electrified
ca_es: Electrificada

source: contact_line
ca_es: catenària

source: rail
ca_es: via fèrria

source: Voltage in Volts (V)
ca_es: Voltatge en volts (V)

source: Frequency in Hertz (Hz)
ca_es: Freqüència en hertz (Hz)

source: Narrow Gauge Rail
ca_es: Ferrocarril de via estreta

source: Edit Narrow Gauge Rail
ca_es: Edita ferrocarril de via estreta

source: Monorail
ca_es: Funicular

source: Edit Monorail
ca_es: Edita funicular

source: Preserved
ca_es: Ferrocarril turístic

source: Edit Preserved Railway
ca_es: Edita ferrocarril turístic

source: Light Rail
ca_es: Metro lleuger

source: Edit Light Rail
ca_es: Edita metro lleuger

source: Subway
ca_es: Metro

source: Edit Subway
ca_es: Edita metro

source: Tram
ca_es: Tramvia

source: Edit Tram
ca_es: Edita tramvia

source: Bus Guideway
ca_es: Troleibús

source: Edit Bus Guideway
ca_es: Edita troleibús

source: Disused Rail
ca_es: Vies en desús

source: Edit Disused Railway
ca_es: Edita vies en desús

source: Abandoned Rail
ca_es: Vies abandonades

source: Edit Abandoned Railway
ca_es: Modifica via fèrria abandonada

source: Level Crossing
ca_es: Pas a nivell

source: Edit Level Crossing
ca_es: Modifica pas a nivell

source: Supervised
ca_es: Amb vigilància

source: Traffic lights
ca_es: Semàfors

source: Sound signals
ca_es: Senyals sonors

source: Barrier
ca_es: Barrera

source: half
ca_es: mitja

source: full
ca_es: completa

source: double_half
ca_es: doble mitja barrera

source: Crossing
ca_es: Cruïlla

source: Edit Crossing
ca_es: Modifica cruïlla

source: Crossing type
ca_es: Tipus de cruïlla

source: Turntable
ca_es: Rotonda ferroviària

source: Buffer Stop
ca_es: Topall

source: Aerialway
ca_es: Via aèria

source: Chair Lift
ca_es: Telecadira

source: Edit Chair Lift
ca_es: Edita telecadira

source: Reference number
ca_es: Número de referència

source: Number of people per hour
ca_es: Nombre de persones per hora

source: Number of people per chair
ca_es: Nombre de persones per cadira

source: Typical journey time in minutes
ca_es: Temps de viatge normal en minuts

source: Has bubble?
ca_es: Té cabina?

source: Has heating?
ca_es: Disposa de calefacció?

source: Drag Lift
ca_es: Teleesquí

source: Edit Drag Lift
ca_es: Edita teleesquí

source: Cable Car
ca_es: Telecabina

source: Edit Cable Car
ca_es: Edita telecabina

source: Number of people per car
ca_es: Nombre de persones per cabina

source: Gondola
ca_es: Telefèric / Aeri

source: Edit Gondola
ca_es: Edita telefèric / aeri

source: Number of people per gondola
ca_es: Nombre de persones per cabina

source: Mixed Lift
ca_es: Ascensor mixt

source: Edit Mixed Lift (containing both gondolas and chairs)
ca_es: Edita Ascensor mixt (que conté cabines i cadires)

source: Number of people per gondola/chair
ca_es: Nombre de persones per cabina/cadira

source: T-bar Lift
ca_es: Teleesquí de T

source: Edit T-bar Lift
ca_es: Edita teleesquí de T

source: J-bar Lift
ca_es: Teleesquí de J

source: Edit J-bar Lift
ca_es: Edita teleesquí de j

source: Platter Lift
ca_es: Remuntador

source: Edit Platter Lift
ca_es: Edita remuntador

source: Rope Tow
ca_es: Telecorda

source: Edit Rope Tow
ca_es: Edita telecorda

source: Magic Carpet
ca_es: Catifa màgica

source: Edit Magic Carpet
ca_es: Edita catifa màgica

source: Goods
ca_es: Mercaderies

source: Edit Goods
ca_es: Modifica mercaderies

source: Station
ca_es: Estació

source: Edit Station
ca_es: Edita l''estació

source: Pylon
ca_es: Piló

source: Edit Pylon
ca_es: Modifica piló

source: Parking
ca_es: Aparcament

source: Edit Parking
ca_es: Edita aparcament

source: multi-storey
ca_es: diverses plantes

source: surface
ca_es: superfície

source: underground
ca_es: soterrat

source: rooftop
ca_es: terrat

source: Access
ca_es: Accés

source: Park and Ride
ca_es: Aparcament Dissuasiu (P-R)

source: Fee
ca_es: Quota

source: Capacity (overall)
ca_es: Capacitat (en general)

source: Spaces for Disabled
ca_es: Places per a les persones de mobilitat reduïda

source: Spaces for Women
ca_es: Espais per a embarassades

source: Spaces for Parents
ca_es: Espais per a gent gran

source: See the Wiki for other capacity:[types]=*.
ca_es: Mira el Wiki per a d''altres capacitats:[types]=*.

source: Parking space
ca_es: Places d''aparcament

source: Edit Parking space
ca_es: Edita places d''aparcament

source: Capacity
ca_es: Capacitat

source: Covered (with roof)
ca_es: Cobert (amb sostre)

source: Time Limit (minutes)
ca_es: Límit de temps (minuts)

source: Opening Hours
ca_es: Horari d''obertura

source: Sa-Su 00:00-24:00
ca_es: ds-dg 00:00-24:00

source: Mo-Fr 08:30-20:00; Sa,Su 08:00-15:00; PH off
ca_es: dl-dv 08:30-20:00; ds,dg 08:00-15:00; festius tancat

source: Mo-Fr 08:30-20:00,Tu-Su 08:00-15:00; Sa 08:00-12:00
ca_es: dl-dv 08:30-20:00,dt-dg 08:00-15:00; ds 08:00-12:00

source: Mo-Su 08:00-18:00; Apr 10-15 off; Jun 08:00-14:00; Aug off; Dec 25 off
ca_es: dl-dg 08:00-18:00; 10-15 abril tancat; juny 08:00-14:00; agost tancat; 25 dec 25 tancat

source: sunrise-sunset
ca_es: ortus-ocàs

source: Su 10:00+
ca_es: dg 10:00+

source: week 1-53/2 Fr 09:00-12:00; week 2-52/2 We 09:00-12:00
ca_es: setmana 1-53/2 dv 09:00-12:00; setmana 2-52/2 dc 09:00-12:00

source: Parking entrance
ca_es: Entrada de l''aparcament

source: Edit Parking entrance
ca_es: Edita entrada de l''aparcament

source: Fuel
ca_es: Benzinera

source: Edit Fuel
ca_es: Edita Benzinera

source: Brand
ca_es: Marca

source: With shop
ca_es: Amb botiga

source: convenience
ca_es: de conveniència

source: kiosk
ca_es: quiosc

source: Fuel types:
ca_es: Tipus de combustible:

source: Diesel (Gas To Liquid - ultimate diesel)
ca_es: Gasoli (GTL, ultimate, etc)

source: Diesel for Heavy Good Vehicles
ca_es: Dièsel per als vehicles pesants - Gasoil B

source: Octane 80
ca_es: 80 octans

source: Octane 91
ca_es: 91 octans

source: Octane 92
ca_es: 92 octans

source: Octane 95
ca_es: Súper 95 octans

source: Octane 98
ca_es: Súper 98 octans

source: Octane 100
ca_es: 100 octans

source: E10 (10% Ethanol mix)
ca_es: E10 (10% de mescla d''etanol)

source: E85 (85% Ethanol mix)
ca_es: I85 (85% barreja d''etanol)

source: LPG (Liquefied petroleum gas)
ca_es: GLP (gas liquat de petroli)

source: CNG (Compressed Natural Gas)
ca_es: GNC (Gas Natural Comprimit)

source: 1/25 mix (mofa/moped)
ca_es: barreja 1/25 (ciclomotor)

source: 1/50 mix (mofa/moped)
ca_es: barreja 1/50 (ciclomotor)

source: Charging Station
ca_es: Estació de càrrega

source: Edit Charging Station (for electric cars)
ca_es: Edita estació de càrrega (cotxes elèctrics)

source: Voltage
ca_es: Tensió

source: Amperage
ca_es: Amperatge

source: Wash
ca_es: Rentat

source: Edit Car Wash
ca_es: Edita Túnel de rentat

source: Car Dealer
ca_es: Concessionari de cotxes

source: Edit Car Shop
ca_es: Edita concessionari de cotxes

source: Repair
ca_es: Taller mecànic

source: Edit Car Repair
ca_es: Edita taller mecànic

source: Edit Car Parts
ca_es: Modifica botiga de recanvis d''automòbil

source: Tyres
ca_es: Pneumàtics

source: Edit Tyres
ca_es: Edita Taller de Pneumàtics

source: Contact:
ca_es: Contacta:

source: Phone Number
ca_es: Número de telèfon

source: Fax Number
ca_es: Número de fax

source: Website
ca_es: Lloc web

source: Email Address
ca_es: Adreça electrònica

source: Rental
ca_es: Lloguer

source: Edit Car Rental
ca_es: Edita Lloguer de cotxes

source: Second hand
ca_es: Segona mà

source: only
ca_es: només

source: Sharing
ca_es: Compartició

source: Edit Car Sharing
ca_es: Edita Compartició de cotxes

source: Edit Motorcycle Parking
ca_es: Edita aparcament de motos

source: Motorcycle Dealer
ca_es: Concessionari de Motos

source: Edit Shop Motorcycle
ca_es: Edita Concessionari de Motos

source: Services:
ca_es: Serveis:

source: Sale
ca_es: Venda

source: brand
ca_es: marca

source: oldtimer
ca_es: antigues

source: Safety inspection
ca_es: Inspecció Tècnica de Vehicles

source: Clothes
ca_es: Roba

source: Edit Bicycle Parking
ca_es: Edita aparcament de bicicletes

source: anchors
ca_es: àncores

source: ground_slots
ca_es: anclatge per rodes a terra

source: lockers
ca_es: taquilles

source: shed
ca_es: cobert

source: stands
ca_es: universal

source: wall_loops
ca_es: suport de paret

source: Covered
ca_es: Cobert

source: Bike Dealer
ca_es: Botiga de bicicletes

source: Edit Bicycle Shop
ca_es: Edita Botiga de bicicletes

source: Bicycles are sold
ca_es: Es venen bicis

source: Second-hand bicycles are sold
ca_es: Es venen bicis de segona mà

source: Bicycles are repaired
ca_es: Es reparen bicis

source: Bicycles are rented
ca_es: Es lloguen bicis

source: Free bicycle pump
ca_es: S''inflen les rodes de la bici gratis

source: Tools for do-it-yourself repair (may be a bike co-operative)
ca_es: Eines per reparar-te tu mateix la bicicleta (pot ser una cooperativa de bicicletes)

source: Bicycles are washed (for a fee)
ca_es: Es renten bicis (de pagament)

source: Edit Bicycle Rental
ca_es: Edita Lloguer de bicicletes

source: Public Transport
ca_es: Transport públic

source: Public transport route
ca_es: Ruta de transport públic

source: Edit Route
ca_es: Edita ruta

source: Route type
ca_es: Tipus de Ruta

source: train
ca_es: tren

source: subway
ca_es: metro

source: monorail
ca_es: funicular

source: tram
ca_es: tramvia

source: trolleybus
ca_es: trolebús

source: aerialway
ca_es: via aèria

source: ferry
ca_es: ferri

source: From (initial stop)
ca_es: A partir de (parada inicial)

source: To (terminal stop)
ca_es: Per (estació terme)

source: Via (intermediate stops)
ca_es: Via (parades intermitges)

source: Network
ca_es: Xarxa

source: Color (HTML name or hexadecimal code)
ca_es: Color (nom HTML o codi hexadecimal)

source: black
ca_es: negre

source: brown
ca_es: marró

source: green
ca_es: verd

source: red
ca_es: vermell

source: blue
ca_es: blau

source: gray
ca_es: gris

source: white
ca_es: blanc

source: route segment
ca_es: segment de ruta

source: stop position
ca_es: situació de la parada

source: stop position (exit only)
ca_es: situació de la parada (només sortida)

source: stop position (entry only)
ca_es: situació de la parada (només entrada)

source: platform
ca_es: andana

source: platform (exit only)
ca_es: andana (només sortida)

source: platform (entry only)
ca_es: andana (només entrada)

source: Route master
ca_es: Ruta principal

source: Edit Route master
ca_es: Edita la ruta principal

source: route variant/direction (at least 2)
ca_es: variant/direcció de ruta (almenys 2)

source: Stop Area
ca_es: Zona de parada

source: Edit Stop Area
ca_es: Modifica zona de parada

source: UIC reference
ca_es: codi UIC

source: UIC name
ca_es: nom UIC

source: Stop Position
ca_es: Situació de la parada

source: Platform
ca_es: Andana

source: Station or amenities
ca_es: Estació o atractiu

source: Edit Stop Position
ca_es: Modifica la posició de la parada

source: Bus
ca_es: Autobús

source: Bus stop (legacy)
ca_es: Parada d''autobús (antiga)

source: Tram stop (legacy)
ca_es: Parada de tramvia (antiga)

source: Train
ca_es: Tren

source: Railway station (legacy)
ca_es: Estació de tren (antiga)

source: Railway halt (legacy)
ca_es: Baixador de tren (antic)

source: Trolleybus
ca_es: Troleibús

source: Share taxi
ca_es: Taxi col·lectiu

source: Ferry
ca_es: Transbordador

source: Edit Platform
ca_es: Modifica andana

source: Bench
ca_es: Banc per seure

source: Shelter
ca_es: Refugi

source: Wheelchair
ca_es: Cadira de rodes

source: limited
ca_es: limitat

source: Highway platform (legacy)
ca_es: Andana de carretera (antiga)

source: Railway platform (legacy)
ca_es: Andana de ferrocarril (antiga)

source: Building
ca_es: Edifici

source: Subway Entrance
ca_es: Boca de metro

source: Edit Subway Entrance
ca_es: Edita Boca de metro

source: Ticket Machine
ca_es: Màquina Expenedora de bitllets

source: Edit Ticket Machine
ca_es: Modifica màquina expenedora de tiquets

source: Reference Number
ca_es: Número de línia

source: Coins
ca_es: Monedes

source: Electronic purses and Charge cards
ca_es: Moneders electrònics i targetes de dèbit

source: Debit cards
ca_es: Targetes de dèbit

source: Credit cards
ca_es: Targetes de crèdit

source: Account or loyalty cards
ca_es: A compte o targetes de fidelització

source: Public Transport (legacy)
ca_es: Transport públic (antic)

source: UIC-Reference
ca_es: UIC-Referència

source: Railway Halt
ca_es: Baixador Ferrocarril

source: Edit Halt
ca_es: Edita Baixador de ferrocarril

source: Tram Stop
ca_es: Parada de tramvia

source: Edit Tram Stop
ca_es: Edita Parada de tramvia

source: Railway Platform
ca_es: Andana d''estació

source: Edit Railway Platform
ca_es: Edita andana d''estació

source: Reference (track number)
ca_es: Referència (número de línia)

source: Bus Station
ca_es: Estació d''autobusos

source: Edit Bus Station
ca_es: Edita estació d''autobusos

source: Bus Stop
ca_es: Parada d''autobús

source: Edit Bus Stop
ca_es: Edita parada d''autobús

source: Tactile Paving
ca_es: Paviment tàctil

source: Bus Platform
ca_es: Andana de l''estació d''autobusos

source: Edit Bus Platform
ca_es: Edita andana de l''estació d''autobusos

source: Edit Taxi Station
ca_es: Modifica parada de taxis

source: Airport
ca_es: Aeroport

source: Airport Ground
ca_es: Aeròdrom

source: Edit Airport Ground
ca_es: Edita aeròdrom

source: Runway
ca_es: Pista

source: Edit Runway
ca_es: Edita la pista

source: Taxiway
ca_es: Pista de rodatge

source: Edit Taxiway
ca_es: Edita la pista de rodatge

source: Helipad
ca_es: Heliport

source: Edit Helipad
ca_es: Edita Heliport

source: Apron
ca_es: Estacionament

source: Beacon
ca_es: Balisa

source: Windsock
ca_es: Anemoscopi (mànega de vent)

source: Edit Terminal
ca_es: Edita Terminal

source: Internet access
ca_es: Accés a Internet

source: wlan
ca_es: wi-fi

source: wired
ca_es: amb cable

source: Internet access fee
ca_es: Tarifa d''accés a Internet

source: Edit Terminal Gate
ca_es: Edita porta d''embarcament

source: Facilities
ca_es: Instal·lacions

source: Accommodation
ca_es: Allotjament

source: Edit Hotel
ca_es: Edita hotel

source: Stars
ca_es: Estrelles

source: Smoking
ca_es: Fumar

source: dedicated
ca_es: dedicat

source: separated
ca_es: separat

source: isolated
ca_es: aïllat

source: Edit Motel
ca_es: Edita Motel

source: Guest House
ca_es: Pensió

source: Edit Guest House
ca_es: Edita pensió

source: Chalet
ca_es: Cabana / Bungalou

source: Edit Chalet
ca_es: Edita cabana/ bungalou

source: Hostel
ca_es: Alberg

source: Edit Hostel
ca_es: Edita Alberg

source: Alpine Hut
ca_es: Refugi de muntanya

source: Edit Alpine Hut
ca_es: Edita refugi de muntanya

source: Caravan Site
ca_es: Càmping per Caravanes

source: Edit Caravan Site
ca_es: Edita Càmping per Caravanes

source: Number of places
ca_es: Nombre de places

source: Requires a fee
ca_es: Requereix una quota

source: Power supply
ca_es: Font d''alimentació

source: Tents allowed
ca_es: Admet tenda de campanya

source: Camping Site
ca_es: Càmping

source: Edit Camping Site
ca_es: Edita Càmping

source: Food+Drinks
ca_es: Menjar i Beure

source: Edit Restaurant
ca_es: Edita restaurant

source: Cuisine
ca_es: Menjar

source: italian
ca_es: italià

source: chinese
ca_es: xinés

source: burger
ca_es: hamburguesa

source: greek
ca_es: grec

source: german
ca_es: alemany

source: indian
ca_es: indi

source: turkish
ca_es: turc

source: asian
ca_es: asiàtic

source: thai
ca_es: tailandès

source: mexican
ca_es: mexicà

source: japanese
ca_es: japonès

source: french
ca_es: francès

source: Microbrewery
ca_es: Microcerveseria

source: Fast Food
ca_es: Menjar ràpid

source: Edit Fast Food Restaurant
ca_es: Edita restaurant de Menjar ràpid

source: chicken
ca_es: pollastre

source: Food Court
ca_es: Menjar i Beure

source: Edit Food Court
ca_es: Edita lloc on menjar i beure

source: Cafe
ca_es: Cafè

source: Edit Cafe
ca_es: Edita Cafè

source: ice_cream
ca_es: gelats

source: Edit Pub
ca_es: Edita Pub

source: Biergarten
ca_es: Terrassa / Biergarten

source: Edit Biergarten
ca_es: Edita terrassa / biergarten

source: Edit Bar
ca_es: Edita bar

source: Nightclub
ca_es: Discoteca

source: Edit Nightclub
ca_es: Edita Discoteca

source: Stripclub
ca_es: Striptease

source: Edit Stripclub
ca_es: Modifica striptease

source: Tourism
ca_es: Turisme

source: Attraction
ca_es: Llocs d''interès

source: Edit Attraction
ca_es: Edita lloc d''interès

source: Viewpoint
ca_es: Mirador

source: Edit Viewpoint
ca_es: Edita Mirador

source: Look-Out Tower
ca_es: Torre de guaita

source: Information Office
ca_es: Oficina d''informació

source: Edit Information Office
ca_es: Modifica oficina d''informació

source: Map
ca_es: Mapa

source: Edit Information Map
ca_es: Modifica mapa informatiu
